using System.Collections;
using System.Collections.Generic;
using UnityEngine;

//###########################################################################################################
//===========================================================================================================
//##              スプライトをリストとして管理するクラス(Prefabにのっけてそれを呼び出して使用)             ##
//===========================================================================================================
//###########################################################################################################
public class SpriteDatas : MonoBehaviour
{
    public Sprite[] Character_icons;
    public Sprite[] Stage_icons;
    public Sprite[] Mode_icons;
    public Sprite[] Item_icons;
}
